{
	"work": [
		{
			"name": "Riverside Research, Lizzi Center For Biomedical Engineering",
			"link": "http://www.riversideresearch.org/rd/biomedical-engineering",
			"logo": "/img/riversideresearch.png",
			"descriptionList": [
				"Interned at the Biomedical Engineering lab for approximately 10 months from July '15 to May '16.",
				"Gathered quantitative data of the physical properties of biological tissue by operating an Acoustic Microscope and used software to analyze the images.",
				"Briefly coded in MATLAB to help build a software to organize sample data.",
				"Will begin working on developing software package during summer of '17."
			]
		},
		{
			"name": "Cornell Engineering World Health Project Team",
			"link": "https://ewh.engineering.cornell.edu/",
			"logo": "/img/ewhcornell.png",
			"descriptionList": [
				"Team's goal is to create inexpensive biomedical engineering solutions for problems in third world countries.",
				"Currently working on Telemedicine Web App platform.",
				"Also optimizing team website by implementing AngularJS."
			]
		},
		{
			"name": "Course Consultant for Introduction to Computing Using MATLAB CS 1112",
			"link": "http://www.cs.cornell.edu/courses/cs1112/2017sp/#templates/staff?section=instructors",
			"logo": "/img/CS.png",
			"descriptionList": [
				"Hold office hours to assist students in their work.",
				"Grade assignments, projects, and exams."
			]
		}

	],
	"projects": [
		{
			"name": "Collision Defense",
			"link": "CollisionDefense/index.html",
			"images": [
				"/img/Collision_Defense/1.png",
				"/img/Collision_Defense/2.png",
				"/img/Collision_Defense/3.png",
				"/img/Collision_Defense/4.png",
				"/img/Collision_Defense/5.png",
				"/img/Collision_Defense/6.png"
			],
			"descriptionList": [
				"A 2D game in Java made in the summer of '16.",
				"The objective is to use a cannon to hit bombs on the ground to send them in a trajectory into the emeny slime monsters. The slimes slowly approach to attack the player's base.",
				"The game was embedded onto HTML as a JApplet and hosted on a Apache Server on Linux.",
				"Used Javascript, PHP, and XML to obtain user's score, append it to XML file, and display top scoreboard of past players."
			]
		},
		{
			"name": "Showerfy",
			"link": "",
			"images": [
				"img/Showerfy/1.png",
				"img/Showerfy/2.png",
				"img/Showerfy/3.png",
				"img/Showerfy/4.png",
				"img/Showerfy/5.png"
			],
			"descriptionList": [
				"An Android application built with team of five during Cornell's BigRed//Hacks 36 hour Hackathon in the Autumn of '16.",
				"Used the Spotify SDK to build a music player app.",
				"The user's self-imposed goal is to limit their shower duration (and reduce water usage) to the duration of 2 selected songs.",
				"After the shower, user is rewarded or penalized with in-app points based on time difference and can share results on social media."
			]
		}
	]
}